IDEA Open Model
WeldData.Start Property
Compatible with IDEA StatiCa 20.1
 Start of the weld
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public Point3D Start { get; set; }
Public Property Start As Point3D
	Get
	Set
Property Value
Type: Point3D
See Also
Reference
WeldData Class
IdeaRS.OpenModel.Connection Namespace